[
  {
  "id": 1,
  "name": "Gaye Advert",
  "description": "English punk rock musician. Played bass guitar in The Adverts in the late 1970s. One of the 1st female rock stars of the punk rock movement.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Gaye_Advert"
  },
  {
  "id": 2,
  "name": "Poly Styrene",
  "description": "English musician, singer-songwriter, and frontwoman for the punk rock band X-Ray Spex.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Poly_Styrene"
  },
  {
  "id": 3,
  "name": "Pauline Murray",
  "description": "Best known as the lead singer of the punk rock band Penetration, originally formed in 1976.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Pauline_Murray"
  },
  {
  "id": 4,
  "name": "Jordan",
  "description": "English model and actress noted for her work with Vivienne Westwood and the Sex boutique in the Kings Road area of London in the mid-1970s. Her style made her a highly visible icon of the London punk subculture.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Pamela_Rooke"
  },
  {
  "id": 5,
  "name": "Soo Catwoman",
  "description": "Soo Catwoman, was associated with the London punk subculture that sprang up around the mid-1970s. In 'The Filth and the Fury', Johnny Rotten singles her out among the early London punks, citing her 'skill, style, and bravery'.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Soo_Catwoman"
  },
  {
  "id": 6,
  "name": "Vivienne Westwood",
  "description": "English fashion designer and businesswoman, largely responsible for bringing modern punk and new wavefashions into the mainstream.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Soo_Catwoman"
  },
  {
  "id": 7,
  "name": "Chrissie Hynde",
  "description": "American singer-songwriter and musician. She is a founding member and the guitarist, lead vocalist, and primary songwriter of the rock band the Pretenders, as well as its only constant member.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Chrissie_Hynde"
  },
  {
  "id": 8,
  "name": "Palmolive",
  "description":  "Palmolive, is a Spanish-born drummer and songwriter who was a member of influential early punk bands. She founded the Slits toward the end of 1976. After leaving that group in 1978, she joined the Raincoats and performed on their first album",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Palmolive_(musician)"
  },
  {
  "id": 9,
  "name": "Ari Up",
  "description":  "Ari Up was a German vocalist best known as a member of the English post-punk band The Slits.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Ari_Up"
  },
  {
  "id": 10,
  "name": "Viv Albertine",
  "description": "Australian-born British musician, singer, songwriter and writer. She is best known as the guitarist for the punk band the Slits. Prior to joining the Slits, Albertine was a member of the Flowers of Romance",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Viv_Albertine"
  },   
  {
  "id": 11,
  "name": "Siouxsie Sioux",
  "description": "English singer, songwriter, musician, and record producer. She is best known as the lead singer of the rock band Siouxsie and the Banshees.AllMusic named Siouxsie as 'one of the most influential British singers of the rock era'",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Siouxsie_Sioux"
  },
  {
  "id": 12,
  "name": "Lorna Doom",
  "description": "Lorna Doom, was an American musician best known as the bass guitarist for the punk rock band the Germs from 1976 to 1980, and again after they got back together from 2005 to 2009.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Lorna_Doom"
  },
  {
  "id": 13,
  "name": "Alice Bag",
  "description": "American punk rock singer, musician, author, educator and feminist arctivist. She is the lead singer and co-founder of the Bags, one of the first wave of punk bands to form in the mid-1970s in Los Angeles.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Alice_Bag"
  },
  {
  "id": 14,
  "name": "Exene Cervenka",
  "description": "American singer, artist, and poet. She is best known for her work as a singer in the California punk rock band X.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Exene_Cervenka"
  },
  {
  "id": 15,
  "name": "Patti Smith",
  "description": "American singer-songwriter, musician, author, and poet who became an influential component of the New York City punk rock movement with her 1975 debut album Horses.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Patti_Smith"
  },
  {
  "id": 16,
  "name": "Joan Jett",
  "description": "American rock singer, songwriter, composer, musician, record producer, and actress. Jett is best known for her work as the frontwoman of her band Joan Jett & the Blackhearts, and for earlier founding and performing with the Runaways",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Joan_Jett"
  },
  {
  "id": 17,
  "name": "Debbie Harry",
  "description": "American singer, songwriter and actress, known as the lead vocalist of the band Blondie. Her recordings with the band reached No. 1 in the US and UK charts on many occasions from 1979 to 2017.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Debbie_Harry"
  }, 
  {
  "id": 18,
  "name": "Penelope Houston",
  "description": "American singer-songwriter best known as the singer for the San Francisco-based punk rock band the Avengers.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Penelope_Houston"
  },  
  {
  "id": 19,
  "name": "Poison Ivy",
  "description": "Guitarist, songwriter, arranger, producer, and occasional vocalist who co-founded the American punk-rock band The Cramps.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Poison_Ivy_(musician)"
  },
  {
  "id": 20,
  "name": "Jayne County",
  "description": "American singer, songwriter, actress and record producer. She was the vocalist of influential proto-punk band Wayne County & the Electric Chairs. She went on to become rock's first openly transgender singer",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Jayne_County"
  }, 
  {
  "id": 21,
  "name": "Patricia Morrison",
  "description": "American retired bass guitarist, singer and songwriter. She worked with Bags, the Gun Club, Fur Bible, The Sisters of Mercy, and the Damned.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Patricia_Morrison"
  },
  {
  "id": 22,
  "name": "Kira Roessler",
  "description": "American musician, singer, and two-time Emmy Award-winning dialogue editor. She is perhaps best known as the bassist for the influential hardcore punk band Black Flag during the 1980s.",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Kira_Roessler"
  },
  {
  "id": 23,
  "name": "Queen Elizabeth II",
  "description": "Find another Queen Elizabeth right now and your oponent will lose 10 points. If you can't find it you'll lose 10 points!",
  "picture": "",
  "music":"",
  "wiki":"https://en.wikipedia.org/wiki/Kira_Roessler"
  }
  ]